{
  "Recipes": [
    {
      "title": "ENSALADA DE AGUACATE, CHERRYS, BONITO Y MOZZARELLA",
      "time": "20",
      "ingredients": [
        "1 aguacate",
        "40 g de espinacas baby",
        "200 g de tomatitos cherry de colores",
        "200 g de bonito del norte en aceite de oliva",
        "100 g de bolitas de queso mozzarella",
        "40 g de aceitunas verdes deshuesadas",
        "Unos tallos de cebollino",
        "Vinagre de jerez",
        "Aceite de oliva",
        "Pimienta negra sal"
      ],
      "image": "https://res.cloudinary.com/dsaayrh18/image/upload/v1670237877/HealthyLife/ensalada-de-aguacate-00552796_4d7c6937_1134x1512_fn2b8g.jpg",
      "recipe": [
        " Parte el aguacate por la mitad y retírale el hueso. Pélalo y corta la pulpa en trozos. Lava el cebollino, sécalo y pícalo muy menudo.",
        "Lava los tomatitos cherry, sécalos con papel de cocina y pártelos por la mitad. Escurre el bonito del norte de su aceite y trocéalo. Limpia las espinacas y lávalas.",
        "Pasa las bolitas de queso a un colador y deja que escurran el suero. Escurre también las aceitunas, enjuágalas y vuelve a escurrirlas.",
        "Coloca las espinacas en una ensaladera, junto con los tomatitos, el aguacate, la mozzarella y las aceitunas. Aliña la ensalada con un chorro de aceite, 1 cucharada de vinagre, sal y pimienta.",
        "Mezcla los ingredientes removiendo con 2 cucharas. Disponla en una fuente de servir ovalada y coloca encima los trozos de bonito. Espolvoréala con el cebollino y sírvela en seguida."
      ],
      "tags": ["ensaladas", "lose weight"]
    },
    {
      "title": "TORTILLA DE CHAMPIÑONES CON SALTEADO DE VERDURAS",
      "time": "40",
      "ingredients": [
        "8 huevos",
        "250 g de setas de temporada variadas",
        "300 g de champiñones",
        "2 cebolletas pequeñas",
        "Aceite de oliva",
        "Pimienta, sal"
      ],
      "image": "https://res.cloudinary.com/dsaayrh18/image/upload/v1670253849/HealthyLife/tortilla-verduras-00552820_68b4a798_680x906_yaxbv0.jpg",
      "recipe": [
        "Limpia las setas y los champiñones. Trocéales si son grandes, raspa la base terrosa y lávalos bajo el chorro del grifo, sin dejarlos en remojo.",
        "Calienta un hilo de aceite en una sartén grande. Incorpora los champiñones y saltéalos a fuego fuerte, removiendo, hasta que se evapore toda el agua que sueltan.",
        "Retira las raíces, la capa externa y la parte verde más dura de las cebolletas. Lávalas y córtalas en juliana. Una vez las tengas listas, rehógalas en una sartén con un hilo de aceite durante 8 minutos.",
        "Agrega las setas, saltéalas 5-7 minutos y salpimienta. Bate 6 huevos en un cuenco. Añade los champiñones, sazona y mezcla. Vierte esta preparación en una sartén con 2 cucharadas de aceite y cuaja una tortilla 3 o 4 minutos. Dale la vuelta, cuájala por el otro lado y retira.",
        "Vierte una cucharada de aceite en la sartén, añade los 2 huevos restantes batidos y cuaja una tortilla fina.",
        "Reparte el salteado de cebolleta y setas sobre la tortilla de champiñones, cubre con la tortilla fina."
      ],
      "tags": ["verduras", "proteínas", "lose weight", "vegetariano"]
    },
    {
      "title": "BERENJENAS CON GAMBAS AL PESTO",
      "time": "60",
      "ingredients": [
        "2 berenjenas",
        "400 g de gambas",
        "1 manojo de ajetes",
        "2 ajos",
        "3 pimientos del piquillo",
        "40 g de queso manchego",
        "Pesto: queso rallado, 1 huevo, albahaca, 20g piñones",
        "2 vasos de leche",
        "20 g de harina integral y pan rallado",
        "aceite, sal"
      ],
      "image": "https://res.cloudinary.com/dsaayrh18/image/upload/v1670254254/HealthyLife/berenjenas-00551071_899c74ba_510x680_lpafjq.jpg",
      "recipe": [
        "Lava bien las berenjenas, córtalas por la mitad a lo largo y cuécelas entre 18 y 20 minutos en agua con sal. Escúrrelas, refréscalas y retira la pulpa con cuidado de no romper la piel.",
        "Limpia los ajetes y trocéalos. Escurre los pimientos y pártelos en tiras. Después, sofríelos en un poco de aceite.",
        "Añade los pimientos y las gambas peladas y saltea 2 minutos. Incorpora la harina, tuéstala y añade la leche. Cuece hasta que empiece a espesar.",
        "Agrega la pulpa de berenjena y lleva a ebullición. Retira y rellena las berenjenas con la mezcla. Espolvoréalas con queso rallado y gratínalas bajo el grill.",
        "Parte el queso manchego en dados. Pásalos por el huevo batido y el pan rallado y fríelos en aceite bien caliente. Déjalos escurrir sobre papel absorbente.",
        "Haz un pesto majando los ajos pelados, los piñones, la albahaca lavada, aceite y un poco de sal. Sirve las berenjenas con el queso frito y el pesto."
      ],
      "tags": ["verduras", "proteinas"]
    },
    {
      "title": "VERDURAS SALTEADAS AL AJO Y JENGIBRE CON DADITOS DE TEMPEH",
      "time": "30",
      "ingredients": [
        "200 g de tempeh",
        "1 rama de apio",
        "100 g de judías verdes tipo bobby",
        "150 g de brócoli",
        "200 g de col rizada",
        "50 g de espinacas bien tiernas",
        "1 trozo de jengibre fresco",
        "2 dientes de ajo",
        "4 cebolletas picadas",
        "15 ml de tamari",
        "2 cucharadas de aceite de oliva",
        "sal marina",
        "semillas de sésamo"
      ],
      "image": "https://res.cloudinary.com/dsaayrh18/image/upload/v1670254615/HealthyLife/verduras-00552804_6835e561_425x287_m29tqo.jpg",
      "recipe": [
        "Corta el tempeh en dados. Pon una sartén antiadherente a calentar con la mitad del aceite. Cuando el aceite esté caliente, echa los dados de tempeh y saltéalos durante unos minutos, a fuego medio.",
        "Ve dándoles vueltas a los dados de vez en cuando, hasta que estén dorados y crujientes por fuera. Retíralos de la sartén y déjalos sobre papel de cocina para que se absorba el exceso de aceite. Déjalos tapados.",
        "Pica finamente el jengibre y corta la cebolleta. Calienta el resto del aceite de oliva en otra sartén grande o en un wok y saltea durante unos segundos el jengibre, el ajo previamente majado y la cebolleta picada.",
        " Corta el apio en rodajas y añádelo a la sartén junto con las judías sin las puntas y la col cortada en juliana. Échale una pizca de sal marina y dale unas vueltas durante unos pocos minutos",
        "Añade un poco de agua o caldo y deja cocinar todo unos minutos más. Agrega el brócoli en ramitas, remueve bien las verduras y déjalas cocer con la cazuela tapada, durante otros minutos más.",
        "Cuando las verduras estén en su punto, añade las espinacas junto con el tempeh, condimenta el conjunto con el tamari y, por último, espolvorea con unas semillas de sésamo para decorar en el momento de servir."
      ],
      "tags": ["verduras", "vegano", "lose weight"]
    },
    {
      "title": "BOL DE QUINOA, VERDURAS CON SEITÁN Y HUEVO POCHÉ",
      "time": "30",
      "ingredients": [
        "250 g de quinoa",
        "450 ml de agua o caldo",
        "1/2 puerro",
        "300 g de seitán",
        "1 calabacín mediano",
        "4 huevos frescos",
        "2 cucharaditas de semillas de sésamo negro",
        "1 manojo pequeño de cebollino picado",
        "1 cucharada de vinagre",
        "Aceite, sal, pimienta negra"
      ],
      "image": "https://res.cloudinary.com/dsaayrh18/image/upload/v1670255261/HealthyLife/quinoa-00549549_bb55bdde_600x405_yv9t8l.jpg",
      "recipe": [
        "Tuesta la quinoa en una cazuela de fondo grueso con un chorrito de aceite de oliva a fuego medio. Añade el agua o el caldo y échale un poco de sal.",
        "Tapa la cazuela y déjala a fuego alto hasta que el agua rompa a hervir. Después, baja el fuego al mínimo y espera hasta que se haya consumido. Es importante no destapar la cazuela.",
        "Retira la cazuela del fuego y deja que repose cinco minutos sin destaparla en ningún momento. Pasado ese tiempo ya puedes mover los granos con un tenedor.",
        "Limpia y pica el puerro y el calabacín, este último a daditos, como el seitán. Sofríe el puerro en otra cazuela y agrega el calabacín y el seitán.",
        "Salpimienta a tu gusto y deja que se cocine hasta que el calabacín esté bien tierno. Agrega la quinoa, el sésamo y el cebollino picado. Remuévelo y reserva.",
        "Para el huevo poché, coloca un cazo con agua a fuego medio y échale una cucharada de vinagre. Cuando el agua esté caliente, crea un remolino dándole vueltas con una cuchara y vierte el huevo con cuidado en el centro del remolino.",
        "Pasados 3 -4 minutos sácalo con una espumadera. Haz esto mismo con los otros tres huevos."
      ],
      "tags": ["lose weight", "proteínas", "vegetariano"]
    },
    {
      "title": "ARROZ BASMATI SALTEADO CON HEURA Y VERDURAS VARIADAS AL CURRY",
      "time": "35",
      "ingredients": [
        "200 g de arroz basmati integral",
        "450 ml de agua",
        "1 zanahoria",
        "1/2 pimiento rojo",
        "1 pimiento verde",
        "200 g de guisantes",
        "1/2 puerro",
        "250 g de Heura",
        "1 cucharada de curry",
        "Tamari",
        "Cebollino",
        "sal, aceite, pimienta negra"
      ],
      "image": "https://res.cloudinary.com/dsaayrh18/image/upload/v1670255555/HealthyLife/arroz-con-verduras-00551211_d8d877ae_425x287_kly9dj.jpg",
      "recipe": [
        "Hierve el arroz basmati durante unos 25 minutos, y una vez cocinado cuélalo y pasa por abundante agua fría, escúrrelo y deja reposar.",
        "Corta el puerro en finas tiras, los pimientos y la zanahoria en cubos, y saltéalo todo durante unos minutos con abundante aceite de oliva virgen extra y sal.",
        "Añade la Heura y los guisantes, un poco de curry y pimienta.",
        "Cuando tengas dorada la Heura, añade el arroz bien escurrido y saltea un par de minutos con los vegetales; lo ideal sería utilizar un wok, pero una buena sartén antiadherente ancha también puede servir.",
        "Con el fuego ya apagado, dale un golpe de salsa de soja o de tamari y remueve bien. A continuación sírvelo con un poco de cebollino o cebolleta picada bien fina por encima."
      ],
      "tags": ["vegetariano", "hidratos de carbono"]
    },
    {
      "title": "TERNERA SALTEADA CON BRÓCOLI, CHAMPIÑONES Y PIMIENTO VERDE",
      "time": "25",
      "ingredients": [
        "800 g de filetes de ternera en tiras",
        "200 g de brócoli",
        "150 g de champiñones",
        "1 pimiento verde",
        "1 cebolla tierna",
        "2 dientes de ajo",
        "4-5 cucharadas de salsa de soja",
        "1 cucharada de semillas de sésamo",
        "Aceite, sal"
      ],
      "image": "https://res.cloudinary.com/dsaayrh18/image/upload/v1670256040/HealthyLife/ternera-salteada-con-brocoli-champinones-y-pimiento-verde_c8855dd4_680x906_j68rl1.jpg",
      "recipe": [
        "Limpia y prepara primero todas las hortalizas. Retira el pedúnculo y las semillas del pimiento y córtalo en tiras.",
        "Retira la parte más verde y seca de la cebolla tierna, córtala por la mitad y luego en tiras. Separa el brócoli en ramitos, y pela y pica los dientes de ajo.",
        "Limpia los champiñones y córtales un poco el pie. Si están muy sucios, lávalos rápidamente bajo el agua del grifo, evitando dejarlos en remojo.",
        "En un cazo con agua hirviendo con sal, escalda el brócoli durante 3-4 minutos. Escúrrelo y sumérgelo rápidamente en un cuenco con agua muy fría.",
        "Calienta 2 cucharadas de aceite en una sartén amplia, añade la carne y saltéala a fuego fuerte durante 1 minuto. Retírala y resérvala en un plato.",
        "Agrega el aceite restante a la sartén, incorpora el pimiento, la cebolla, el brócoli y los champiñones, y saltéalos 3-4 minutos.",
        "Añade el ajo y la salsa de soja, remueve y cocina todo junto durante 2-3 minutos más. Incorpora la carne reservada, mezcla y espolvorea por encima las semillas de sésamo y una pizca de pimienta molida. "
      ],
      "tags": ["verduras", "proteínas", "lose weight"]
    },
    {
      "title": "ALCACHOFAS CON APIO Y MANZANAS AL ACEITE DE SETAS",
      "time": "30",
      "ingredients": [
        "100 g de ensaladas variadas",
        "2 pencas de apio",
        "2 alcachofas",
        "1 manzana",
        "1 bulbo de hinojo",
        "1 limón",
        "100 g de setas",
        "20gr de setas secas",
        "Aceite de oliva, sal y vinagre"
      ],
      "image": "https://res.cloudinary.com/dsaayrh18/image/upload/v1670257072/HealthyLife/almuerzo-saludable-alcachofas-con-apio-y-manzanas-al-aceite-de-setas-00393726_20ba3e4f_400x600_ndyec1.jpg",
      "recipe": [
        "Si las setas son frescas, lávalas y sécalas. Las congeladas, descongélalas previamente. En una sartén, echar un par de cucharaditas de aceite y las setas y saltéalas hasta que hayan perdido el exceso de agua. Échalas en el vaso de la batidora y añade 50 ml de aceite. Bate la mezcla hasta que sea homogénea. ",
        "Limpia el apio quitando las hebras, lávalo y córtalo en rodajitas. Haz lo mismo con las alcachofas: quita el tallo, así como las hojas duras y las puntas. Trocéalas por la mitad, quita la pelusilla central y lávalas. A continuación, córtalas en juliana y rocíalas con limón.",
        "Quita la piel de la manzana y el corazón y córtala en láminas. Retira la capa exterior del hinojo, lávalo y córtalo en juliana. Lava las ensaladas y sécalas. A continuación, trocea las setas en trocitos muy pequeños. ",
        "Reparte en los platos las ensaladas, las alcachofas, el apio, el hinojo y la manzana. Aliña con sal, vinagre y aceite de setas, y decora con las setas secas."
      ],
      "tags": ["vegetariano", "ensaladas", "lose weight"]
    },
    {
      "title": "DORADA CON ENSALADA DE TOMATITOS",
      "time": "60",
      "ingredients": [
        "2 doradas enteras (800 g)",
        "100 g de tomates cereza de varios colores",
        "2 ramitas de perejil",
        "1 limón",
        "50 g de pimiento rojo asado",
        "200 g de hojas de ensalada variada",
        "10 granos de pimienta rosa",
        "Aceite de oliva, sal marina"
      ],
      "image": "https://res.cloudinary.com/dsaayrh18/image/upload/v1670257631/HealthyLife/almuerzo-saludable-dorada-a-la-sal-con-ensalada-de-tomatitos-00461263_2d42f854_450x600_ugu2vm.jpg",
      "recipe": [
        "Precalienta el horno a 225 °C. Lava las doradas sin desescamar y sécalas con papel de cocina. Coge de una fuente refractaria y echa la mitad de la sal marina. Pon encima la dorada y cúbrela con la sal restante. Sobre la capa de sal, echa un poquito de agua y presionala ligeramente con la palma de las manos para que quede compacta.",
        "Mete la bandeja al horno durante 25 minutos. Sácala y deja que repose durante 3 minutos.",
        " Mientras se hace la dorada, procede a lavar los tomates. Pártelos por la mitad. Lava el pimiento, quita las semillas, si las tiene, y córtalo en tiras. Resérvalo en un cuenco, donde echarás también las hojas de ensalada, lavadas y secas, y los tomates. Remueve la mezcla y reparte la ensalada en los platos.",
        "Machaca un poco de pimienta rosa. Lava el perejil y pícalo. Coge el limón, lávalo, sécalo, ralla la piel y exprímelo. En un cuenco, echa la pimienta, el perejil, 2 cucharadas de zumo de limón y la ralladura. Añade aceite de oliva, sazona al gusto y remueve la mezcla.",
        "Rompe la costra de sal con un tenedor y retirarla con cuidado. Elimina la piel y las espinas de las doradas, saca los lomos enteros y sírvelos sobre la ensalada, rociados con el aliño."
      ],
      "tags": ["piscivegetariano", "proteínas", "lose weight"]
    },
    {
      "title": "SOLOMILLO DE CERDO ASADO CON HIGOS",
      "time": "50",
      "ingredients": [
        "2 solomillos de cerdo",
        "Miel",
        "Mostaza a la antigua",
        "Pimienta",
        "75 ml caldo de carne vino de jerez o Pedro Ximénez",
        "4 higos",
        "8 escalonias",
        "Margarina",
        "Maicena",
        "aceite, sal"
      ],
      "image": "https://res.cloudinary.com/dsaayrh18/image/upload/v1670264135/HealthyLife/solomillo-cerdo-higo-00537075_913fb344_720x915_xizoma.jpg",
      "recipe": [
        "Mezcla una cucharada de miel con dos cucharadas de mostaza en un bol, hasta obtener una mezcla homogénea. ",
        "Salpimienta los solomillos y ponlos en una fuente refractaria. Unta bien la mezcla y hornea en el grill durante unos 5 minutos. ",
        "Añade a la carne el caldo, el vino y asa a 200º 15 minutos más.",
        "Pela las escalonias y rehógalas 15 minutos en una sartén con tres cucharadas de aceite y una de mantequilla caliente.",
        "Para acabar la cocción de la carne, incorpora a la sartén el jugo del asado y deja reducir unos 2-3 minutos.",
        "Añade una cucharada de maicena diluida en una cucharada de agua. Mezcla todo e incorpora los higos lavados, secos y cortados en cuartos. Salpimienta.",
        "Sirve los solomillos cortados en rodajas gruesas junto con la salsa, las escalonias y los higos."
      ],
      "tags": ["verduras", "ensaladas", "lose weight"]
    },
    {
      "title": "LASAÑA DE JUDÍAS VERDES CON SALMÓN",
      "time": "35",
      "ingredients": [
        "500 g de salmón fresco limpio de piel y espinas",
        "2 puerros",
        "4 cucharadas de tomate triturado",
        "480 g de judías verdes ",
        "100 g Queso Havarti",
        "100 g de emmental rallado",
        "tomillo",
        "Bechamel: 1l de lecho, 50gr margarina, 70 harina integral, sal",
        "aceite, sal"
      ],
      "image": "https://res.cloudinary.com/dsaayrh18/image/upload/v1670266190/HealthyLife/lasana-judias-00535356_885baf48_720x1057_zy9x4i.jpg",
      "recipe": [
        "Para preparar la bechamel, lleva la leche a ebullición en un cazo con una pizca de sal. En una sartén amplia, derrite la mantequilla, agrega la harina y dora a fuego suave sin dejar de remover.",
        "Vierte la leche caliente a la sartén y bate con varillas, para que no queden grumos. Cuece durante 6-8 minutos removiendo (rectifica de sal) y condimenta con una pizca de nuez moscada.",
        "Limpia las judías y hiérvelas en agua con sal durante unos 3-4 minutos.",
        "Limpia los puerros y córtalos en rodajas finas. Sofríelos en una sartén, con dos cucharadas de aceite y la mantequilla durante unos 10- 12 minutos. Tapa y espera. ",
        "Agrega el tomate triturado y cocina 4 minutos más. Incorpora el salmón, troceado y salpimientado, y cocina todo junto un par de minutos más.",
        "Unta con mantequilla una fuente refractaria rectangular y cubre el fondo con una capa de judías. Reparte encima un poco de bechamel, unos trozos de salmón con tomate y puerros. Añade dos lonchas de queso Havarti.",
        "Repite todo el proceso para hacer una segunda capa de todos los ingredientes y termina con una capa generosa de bechamel. Espolvorea la lasaña con el queso rallado.",
        "Gratina la lasaña en el horno, precalentado a 200°, durante 6-8 minutos o hasta que la bechamel se haya dorado. Espolvorea con tomillo, ¡y listo!"
      ],
      "tags": ["piscivegetariano"]
    },
    {
      "title": "CURRY DE TIRABEQUES Y ESPÁRRAGOS CON LECHE DE COCO Y ARROZ BASMATI",
      "time": "40",
      "pax": "",
      "ingredients": [
        "300 g de tirabeques",
        "300 g de espárragos",
        "1 cebolla grande",
        "150 g de maíz baby",
        "350 ml de leche de coco",
        "1 pimiento rojo",
        "700 g de arroz basmati ya cocido",
        "150 ml de agua o caldo vegetal",
        "1 cucharada de pasta de curry rojo",
        "1 manojito de cebollino",
        "2 cucharaditas de vinagre de manzana",
        "aceite, sal marina"
      ],
      "image": "https://res.cloudinary.com/dsaayrh18/image/upload/v1670266686/HealthyLife/curry-de-tirabeques-y-esparragos-con-leche-de-coco-y-arroz-basmati_f33839e5_1200x810_divys9.jpg",
      "recipe": [
        "Pelar y cortar la cebolla a dados. A continuación, preparar los tirabeques, quitándoles los hilos laterales, y también los espárragos, eliminando el extremo más fibroso de la base y cortándolos en trozos de unos 2 o 3 dedos.",
        "Limpiar y cortar el pimiento rojo a tiras.",
        "Poner una cazuela de fondo grueso al fuego con un chorrito de aceite de oliva virgen. Cuando esté caliente, añadir las cebollas y dejarlas pochar 3 o 4 minutos. Una vez estén transparentes, añadir el pimiento y dejarlo cocinar 5 minutos a fuego medio.",
        "Incorporar la leche de coco. Desliar la pasta de curry en el agua o caldo vegetal y agregarlo también, removiendo para que se integre bien. A continuación, añadir los tirabeques, los espárragos y el maíz baby. Salar y dejar cocer a fuego bajo.",
        "Cuando las verduras estén tiernas, añadir el cebollino cortado y el vinagre y dejar cocinar 2 minutos más. Luego dejar reposar la cazuela, ya fuera del fuego, unos minutos, y servir caliente con un poco de arroz basmati."
      ],
      "tags": ["vegano", "lose weight"]
    },
    {
      "title": "GUISO DE BACALAO CON ALUBIAS Y ACELGAS",
      "time": "60",
      "pax": "",
      "ingredients": [
        "400 g de bacalao desalado",
        "200 g de alubias blancas cocidas",
        "2 huevos",
        "800 ml de caldo de pescado",
        "100 g de acelgas",
        "1 cebolla",
        "2 ajos",
        "1 pimiento verde",
        "Unas hebras de azafrán",
        "2 ramitas de perejil",
        "1 guindilla",
        "aceite, sal"
      ],
      "image": "https://res.cloudinary.com/dsaayrh18/image/upload/v1670267226/HealthyLife/guiso-espinacas-00526679_625f4c8f_600x800_lb7iht.jpg",
      "recipe": [
        "Cocer los huevos durante unos 8 minutos. Enfriar, pelar y reservar los huevos. ",
        " Pelar bien la cebolla y picar. Lo mismo con los dientes de ajo. ",
        "Por otro lado, lavar las verduras como el pimiento y las acelgas, y reservar",
        "Escurrir las alubias y cortar el bacalao en tacos del tamaño de un bocado.",
        "Añadir el ajo, el pimiento verde y la cebolla con dos cucharadas de aceite durante 4 minutos. Rehogar las acelgas junto con el resto de verduras y esperar unos minutos más. Incorporar una pizca de sal y guindilla (al gusto). ",
        "Echar las alubias en la cazuela y las hebras de azafrán. Incorporar el caldo de pescado y dejar guisar al menos 25 minutos a fuego lento. ",
        "Para terminar, añadir los tacos de bacalao, el perejil y guisar al menos 5 minutos más, ¡y listo!"
      ],
      "tags": ["piscivegetariano", "lose weight"]
    },
    {
      "title": "",
      "time": "30",
      "ingredients": [
        "1 cebolla",
        "10 setas shiitake",
        "200 g de tofu natural",
        "5 cm de alga kombu",
        "20 ramitas de cebollino",
        "3 cm de jengibre fresco",
        "200 g de pasta para ramen",
        "sal"
      ],
      "image": "https://res.cloudinary.com/dsaayrh18/image/upload/v1670267497/HealthyLife/ramen-vegano-00515855_bffa055a_600x728_gm1swu.jpg",
      "recipe": [
        "En una cazuela, incorporar un litro y medio de agua y llevar a ebullición. Mientras está hirviendo, añadir sal y el alga kombu.",
        "Picar la cebolla y añadir también a la cazuela. Cuando vuelva a hervir, añadir las setas shiitake laminadas y el tofu troceado.",
        "Cocinar durante 20 minutos y añadir a continuación la pasta para ramen. Hay que tener en cuenta la pasta elegida. Mirar siempre antes las instrucciones, ya que puede variar el tiempo de cocción. ",
        "Una vez todos los ingredientes estén cocinados, rallar el jengibre muy fino, colarlo y extraer el jugo. Luego añadir a la sopa. ",
        "Servir en un bol y decorar con bastante cebollino. "
      ],
      "tags": ["verduras", "ensaladas", "lose weight"]
    },
    {
      "title": "CREMA DE GARBANZOS",
      "time": "60",
      "ingredients": [
        "500 g de garbanzos cocidos",
        "1 cebolla",
        "400 g de calabaza limpia",
        "2 zanahorias",
        "½ manojo de acelgas",
        "1 guindilla (opcional)",
        "aceite, sal"
      ],
      "image": "https://res.cloudinary.com/dsaayrh18/image/upload/v1670267622/HealthyLife/crema-de-garbanzos-00528560_37ce6414_600x788_suut5r.jpg",
      "recipe": [
        "Pelar la cebolla, rallar la zanahoria y trocear junto con la calabaza. Añadir todo a una olla, cubrir y sazonar. Cocer a fuego medio durante unos 40 minutos. Si hiciera falta, se puede añadir más agua",
        "Precalentar el horno a 190º. Añadir papel de horno y los garbanzos. Tostar unos 10-12 minutos, removiendo algunas veces. ",
        "Lavar las acelgas, cocer unos 10 minutos en agua salada y escurrir. Refrescar con agua. ",
        "Escurrir el resto de vegetales reservando el agua y triturar con el resto de los garbanzos. Añadir el agua reservada hasta obtener una masa homogénea, sin ser muy espesa. Rectificar de sal si fuera necesario. ",
        "Servir con los garbanzos tostados, las acelgas, la guindilla cortada en rodaja y un chorro de aceite. "
      ],
      "tags": ["vegetariano", "lose weight"]
    },
    {
      "title": "POLLO A LA CERVEZA CON ARROZ",
      "time": "60",
      "ingredients": [
        "1 pollo troceado o 8 contramuslos de pollo",
        "3 zanahorias",
        "1 cebolla",
        "2 dientes de ajo",
        "1 pimiento rojo",
        "330 ml de cerveza negra",
        "1 cucharada de harina integral",
        "tomillo y una hoja de laurel",
        "aceite, sal y pimienta"
      ],
      "image": "https://res.cloudinary.com/dsaayrh18/image/upload/v1670268911/HealthyLife/pollo-a-la-cerveza-receta-768x806_ik96mo.png",
      "recipe": [
        "Si utilizamos un pollo entero, despiezamos las pechugas y los muslos. Si no, podemos utilizar directamente unos muslos de pollo.",
        "Calentar un fondo de aceite de oliva en una cazuela grande y dorar el pollo a fuego medio-fuerte hasta qye se dore.  Retirarlo a una fuente y reservar.",
        "En la misma cazuela, añadiendo un poco más de aceite nuevo si fuera necesario, sofreír la cebolla a temperatura media-baja. Cuando transparente, añadir los ajos y dorar unos minutos.",
        "Echar las verduras, salpimentar y añadir el tomillo y la hoja de laurel. Cocinar el conjunto 15 minutos removiendo de vez en cuando. Añadir una cucharada de harina removiendo bien para que no quede cruda y no forme grumos. Pasados un par de minutos, reincorporar el pollo a la cazuela.",
        "Cubrir con la cerveza y llevar a ebullición, bajar el fuego y mantener la cocción suave durante unos 45-50 minutos. Si se queda seco añadir un poco de caldo o agua. Y listo!"
      ],
      "tags": ["proteínas"]
    },
    {
      "title": "LENTEJAS AL PIMENTÓN",
      "time": "60",
      "ingredients": [
        "350 g de lentejas pardinas",
        "2 zanahorias",
        "1 puerro",
        "1 diente de ajo",
        "1 tomate",
        "1 hoja de laurel Y 1 ramita de perejil",
        "1 cebolla",
        "1 cucharadita de pimentón",
        "Aceite, sal, pimienta"
      ],
      "image": "https://res.cloudinary.com/dsaayrh18/image/upload/v1670269803/HealthyLife/e607688d43d4b4da0989e18f0b981379_s5vszz.jpg",
      "recipe": [
        "Limpia, lava y pica el puerro. Rehógalo 7 minutos en una cazuela con la mitad del aceite hasta que esté transparente. Raspa, lava y corta en rodajas una zanahoria. Añádela al sofrito, junto con el ajo pelado y picado y el laurel. Agrega las lentejas, salpimienta, cubre con agua y cuece 50 minutos.",
        "Raspa, lava y trocea la otra zanahoria. Lava y trocea también el tomate. Pela y pica la cebolla. Calienta el aceite restante, agrega estas verduras y saltéalas unos minutos.",
        "Salpimienta las verduras y espolvoréalas con el pimentón. Añádelas a las lentejas unos minutos antes de acabar la cocción. Espolvorea el guiso con perejil lavado y picado, y sirve.",
        "Tritura las lentejas sobrantes y obtendrás un rico puré. Sírvelo con daditos de pan, frito o tostado y te cundirá todavía más."
      ],
      "tags": ["verduras", "ensaladas", "lose weight"]
    },
    {
      "title": "BOL DE FRUTOS ROJOS",
      "time": "10",
      "ingredients": [
        "1 taza de leche de vaca o de almendras",
        "1 plátano",
        "1 taza de frutos rojos a elegir",
        "1 cucharadita de semillas de chía",
        "3 cucharaditas de azúcar de coco (o normal en su defecto)",
        "Frutos rojos"
      ],
      "image": "https://res.cloudinary.com/dsaayrh18/image/upload/v1670267783/HealthyLife/bol-frutas-acai-00502563_c057f328_600x754_k9puir.jpg",
      "recipe": [
        "Pelar y congelar los plátanos. También congelar los frutos rojos. Si quieres deja 1/4 de plátano para decorar. ",
        "Triturar las semillas de chía con el resto de ingredientes hasta lograr una mezcla cremosa. ",
        "Servir en un bol y decorar con más frutos rojos y rodajas de plátano"
      ],
      "tags": ["postre", "vegano"]
    },
    {
      "title": "BROWNIE VEGANO",
      "time": "15",
      "ingredients": [
        "100 g de nueces",
        "25 g de cacao en polvo",
        "50 g de avellanas",
        "Una pizca de sal",
        "Para la cobertura: 2 cucharadas de cacao en polvo"
      ],
      "image": "https://res.cloudinary.com/dsaayrh18/image/upload/v1670267988/HealthyLife/brownie-vegano-00502562_4aac856f_600x838_dtpevx.jpg",
      "recipe": [
        " Para esta receta, lo ideal es activar y deshidratar los frutos secos. Para ello, hay que remojar las nueces y las avellanas durante una noche y luego lavarlas hasta que queden crujientes. ",
        "Una vez hecho esto, triturar las nueces con el cacao, la vainilla, la sal y los dátiles hasta lograr una consistencia moldeable. ",
        "Moler un poco las avellanas de tal forma que queden trozos y agregar a la masa. ",
        "Cortar la preparación en porciones rectangulares o cuadradas. Espolvorear por arriba el cacao en polvo. "
      ],
      "tags": ["postre", "vegano"]
    },
    {
      "title": "BATIDO CÍTRICO CON CÚRCUMA",
      "time": "5",
      "ingredients": [
        "2 mandarinas",
        "Medio aguacate",
        "½ cucharadita de cúrcuma en polvo",
        "250 ml de agua de coco",
        "2 cucharadas de copos de coco rallado",
        "1 trocito de jengibre(del tamaño de la uña del dedo pulgar)",
        "½ cucharadita de extracto de vainilla (opcional)",
        "1 dátil (opcional)"
      ],
      "image": "https://res.cloudinary.com/dsaayrh18/image/upload/v1670268222/HealthyLife/batido-de-curcuma-00465580_85ca885e_600x900_vrmehq.jpg",
      "recipe": [
        "Verter todos los ingredientes en una batidora y triturar hasta obtener una textura homogénea. "
      ],
      "tags": ["postre", "antioxidante", "lose weight"]
    },
    {
      "title": "PORRIDGE DE FRESAS Y PLÁTANO",
      "time": "20",
      "ingredients": [
        "200 g de copos de avena",
        "500 ml de agua",
        "00 ml de leche de arroz",
        "2 cucharadas de azúcar integral de caña o de coco",
        "1 cucharadita de canela en polvo",
        "150 g de fresas",
        "1 plátano",
        "50 g de bayas goji",
        "Una pizca de sal marina"
      ],
      "image": "https://res.cloudinary.com/dsaayrh18/image/upload/v1670268410/HealthyLife/porridge-00410799_d57995e2_600x800_eljgp1.jpg",
      "recipe": [
        "Calentar los copos de avena en un cazo con el agua, la leche de arroz y la sal.",
        "Cocer a fuego medio removiendo constantemente. Cuando haya espesado la avena, retirar del fuego y dejar reposar. Tapar y dejar otros 5 minutos. ",
        "Cortar las fresas y el plátano en rodajas. ",
        "Repartir las gachas en cuatro boles individuales y agregar la fruta y el azúcar. Antes de servir, decorar con las bayas de goji y espolvorear con canela. "
      ],
      "tags": ["vegano"]
    },
    {
      "title": "PIZZA CON BASE DE COLIFLOR, CON CALABACÍN, QUESO PROVOLONE Y MAÍZ",
      "time": "30",
      "pax": "",
      "ingredients": [
        "400 gr harina integral",
        "250 ml agua templada",
        "10 gr levadura de panadero seca",
        "1 cucharada de aeite y sal",
        "1/3 taza de hierbas frescas (albahaca utilicé + orégano)",
        "2 calabacines en rodajas finas",
        "Granos de maíz",
        "250 gr de queso provolone, rallado",
        "150 gr de queso burratta",
        "albahaca fresca",
        "aceite de trufa"
      ],
      "image": "https://res.cloudinary.com/dsaayrh18/image/upload/v1670270629/HealthyLife/928616b03420865b30d8d0bdec4418f9_z29yim.jpg",
      "recipe": [
        "En un cuenco ponemos la harina y espolvoreamos una pizca de sal. Mezclamos.",
         "Formamos un hueco en el centro de la harins y vertemos la levadura. Añadimos un poco de agua, tapamos y dejamos reposar dursnte 15 minutos.", 
         "Pasado este tiempo, añadimos el aceite a la harina.", 
         "Poco a poco vamos añadiendo el agua, probablmente usaremos menos de la indicada. Trabajamos hasta conseguir una masa homogénea y lisa.",
        "Formamos una bola con la masa, la ponemos en un cuenco, tapamos y dejamos reposar durante 30 minutos antes de estirar y usar.",
        "Estiramos la masa con la ayuda de un rodillo y ponemos encima los demás ingredientes",
        "horneamos unos 15min"
    ],
      "tags": ["verduras", "ensaladas", "lose weight"]
    },
    {
      "title": "",
      "time": "",
      "pax": "",
      "ingredients": ["", "", "", "", "", "", "", "", "", ""],
      "image": "",
      "recipe": ["", "", "", ""],
      "tags": ["verduras", "ensaladas", "lose weight"]
    },
    {
      "title": "",
      "time": "",
      "pax": "",
      "ingredients": ["", "", "", "", "", "", "", "", "", ""],
      "image": "",
      "recipe": ["", "", "", ""],
      "tags": ["verduras", "ensaladas", "lose weight"]
    },
    {
      "title": "",
      "time": "",
      "pax": "",
      "ingredients": ["", "", "", "", "", "", "", "", "", ""],
      "image": "",
      "recipe": ["", "", "", ""],
      "tags": ["verduras", "ensaladas", "lose weight"]
    },
    {
      "title": "",
      "time": "",
      "pax": "",
      "ingredients": ["", "", "", "", "", "", "", "", "", ""],
      "image": "",
      "recipe": ["", "", "", ""],
      "tags": ["verduras", "ensaladas", "lose weight"]
    },
    {
      "title": "",
      "time": "",
      "pax": "",
      "ingredients": ["", "", "", "", "", "", "", "", "", ""],
      "image": "",
      "recipe": ["", "", "", ""],
      "tags": ["verduras", "ensaladas", "lose weight"]
    }
  ]
}
